{
  "wrapper": "main.cms-page-view",
  "sections": {
    "bebe6596-56c3-4d81-b048-91d7de23ff2e": {
      "type": "reader-app-hero",
      "blocks": {
        "8016d3f4-98e6-44ce-bce1-d5878c63c041": {
          "type": "item",
          "settings": {
            "text": "<strong>User-Friendly<\/strong>—Our intuitive interface is great for readers of all ages"
          }
        },
        "96342f4f-25ab-4a86-928f-a0fe8ceff8f4": {
          "type": "item",
          "settings": {
            "text": "<strong>Cross-platform<\/strong>—Works on all your favorite mobile devices or computers"
          }
        },
        "c79107f7-1dd3-4ba3-a348-0d76161661b2": {
          "type": "item",
          "settings": {
            "text": "<strong>eBooks and Audiobooks<\/strong>—Everything you need to dive into the world of digital literature"
          }
        }
      },
      "block_order": [
        "8016d3f4-98e6-44ce-bce1-d5878c63c041",
        "96342f4f-25ab-4a86-928f-a0fe8ceff8f4",
        "c79107f7-1dd3-4ba3-a348-0d76161661b2"
      ],
      "settings": {
        "title": "Booksio E-Reader App",
        "text": "The Booksio eReader app was designed to enhance your reading experience and provide you with a vast library of eBooks and audiobooks at your fingertips.",
        "url_app_store": "https:\/\/apps.apple.com\/us\/app\/booksio\/id1590368314",
        "url_google": "https:\/\/play.google.com\/store\/apps\/details?id=com.booksio.booksio",
        "icon_app_store": "shopify:\/\/shop_images\/Group_324.png",
        "icon_google": "shopify:\/\/shop_images\/Group_335.png",
        "bg": "shopify:\/\/shop_images\/AdobeStock_70953039_1.jpg",
        "bg_mobile": "shopify:\/\/shop_images\/AdobeStock_70953039_1.jpg"
      }
    },
    "9ac1b29c-c329-4046-b59a-a22bc6645728": {
      "type": "reader-app-icons",
      "blocks": {
        "a3016a8e-b00b-40d9-94c3-457d7405dcfb": {
          "type": "item",
          "settings": {
            "icon": "shopify:\/\/shop_images\/world-book-day.png",
            "text": "<p><strong>Convenient reading anytime, anywhere: <\/strong>with access to Booksios entire library of eBooks and audiobooks — the world at your fingertips.<\/p>"
          }
        },
        "edb96a4b-6fb2-48a5-87cd-bec429b4c86a": {
          "type": "item",
          "settings": {
            "icon": "shopify:\/\/shop_images\/study_1.png",
            "text": "<p><strong>Seamless reading experience: <\/strong>customizable settings, intuitive navigation, automatic bookmarking, and our new OpenDyslexic font type.<\/p>"
          }
        },
        "55a3ef16-f13d-4f43-856d-b0640140c387": {
          "type": "item",
          "settings": {
            "icon": "shopify:\/\/shop_images\/CompositeLayer.png",
            "text": "<p><strong>No waiting: <\/strong>No need to drive to the bookstore or wait for your next read to be delivered. Simply purchase and start reading instantly.<\/p>"
          }
        },
        "176ff94d-7dba-4922-b174-89ad3388674e": {
          "type": "item",
          "settings": {
            "icon": "shopify:\/\/shop_images\/savings.png",
            "text": "<p><strong>Cost-effective: <\/strong>An affordable alternative to print books. With competitive pricing and frequent discounts, build your library without breaking the bank.<\/p>"
          }
        }
      },
      "block_order": [
        "a3016a8e-b00b-40d9-94c3-457d7405dcfb",
        "edb96a4b-6fb2-48a5-87cd-bec429b4c86a",
        "55a3ef16-f13d-4f43-856d-b0640140c387",
        "176ff94d-7dba-4922-b174-89ad3388674e"
      ],
      "settings": {}
    },
    "a7fc24e1-aba5-43b0-843c-2fb2f9f81cc0": {
      "type": "reader-app-about",
      "settings": {
        "title": "A Reader App Like No Other",
        "text": "<p>Our mobile app offers a superior reading and listening experience for avid readers and audiobook enthusiasts alike. With our advanced audiobook player, you can enjoy a seamless listening experience, without the frustration of losing your place or listening to chapters out of order. Our app remembers exactly where you stopped, even for complex books, allowing you to pick up right where you left off. We have also introduced a new feature that auto-detects when a chapter is loaded out of order, ensuring that you’re always listening to your audiobooks in the right order.<\/p><p>But our app isn’t just for audiobooks. With the ability to read and listen to books all in one app, you can easily switch between the two formats to suit your preferences. Our app opens books faster and more reliably, allowing you to jump back into your reading seamlessly. And with a user-friendly interface and intuitive design, our app is easy to use for readers of all levels.<\/p><p>We understand the frustration of having to remember yet another login and password, which is why we’ve made it easy to log in to our mobile app. Simply use your existing Apple, Google, or Facebook account to access your entire library of eBooks and audiobooks. This means you can spend more time reading and less time logging in.<\/p>",
        "bg": "shopify:\/\/shop_images\/booksio-app_3s.gif",
        "bg_mobile": "shopify:\/\/shop_images\/booksio-app_3s.gif"
      }
    },
    "5b8fbe1f-dc42-462d-8cb5-05a3e3b69e32": {
      "type": "reader-app-download",
      "settings": {
        "title": "Read eBooks or Listen to Audiobooks",
        "text": "<p>With the Booksio eReader app, you can enjoy both eBooks and audiobooks directly from your web browser on your desktop computer. Our app conveniently stores your eBooks and audiobooks, enabling you to listen to them whenever and wherever you like. This means that you no longer have to worry about manual downloads or storage, as our app automatically takes care of it for you. With the Booksio eReader app, you can seamlessly switch between reading and listening to your favorite books, allowing for a truly immersive and enjoyable reading experience.<\/p>",
        "url": "https:\/\/apps.apple.com\/us\/app\/booksio\/id1590368314",
        "button_text": "Download the App",
        "bg": "shopify:\/\/shop_images\/Group_243.png",
        "bg_mobile": "shopify:\/\/shop_images\/Group_243.png"
      }
    },
    "9706f162-cef7-4c64-9fd3-16d3d531c18e": {
      "type": "reader-app-charities",
      "settings": {
        "title": "Shop for Books and Give to Charities Directly in the App",
        "text": "<p>Our app provides a convenient and efficient way to shop for books, browse through a vast selection of titles, purchase, and start reading immediately. With the Booksio storefront accessible directly within the app, users have access to an endless selection of eBooks and audiobooks, making it easier than ever to find your next favorite read. Not only does shopping directly within our app provide ease and convenience, but it also helps make a difference in the world. As a part of our commitment to give back, we donate 10% of every eBook and audiobook purchase to charity, ensuring that your purchase not only benefits you but also those in need.<\/p><p>Our advanced search options, allow users to find specific books or browse through bestsellers and recommendations. To help you make informed decisions, we also provide the ability to preview sample chapters on popular books before making a purchase. Once you find the perfect book, simply make your purchase, and it will be instantly downloaded and ready to read within the app.<\/p><p>Shopping for books within the Booksio app provides a simple and streamlined process, eliminating the need to visit a physical bookstore or wait for your order to be delivered. With our commitment to giving back and a vast selection of titles at your fingertips, our app is the perfect companion for book lovers everywhere.<\/p>",
        "bg": "shopify:\/\/shop_images\/TimeIsMoney_1.png",
        "bg_mobile": "shopify:\/\/shop_images\/TimeIsMoney_1.png"
      }
    },
    "e417214f-496d-4c5d-8152-07ea4dc2f150": {
      "type": "reader-app-highlight",
      "settings": {
        "title": "Highlight Text and Take Notes in the Margins",
        "text": "<p>Do you enjoy highlighting and taking notes while reading? With the Booksio app, you can easily save your highlights and notes for future reference. When you highlight text in your eBook, simply find the “Highlight” option in the context menu to save it for later. You can even add notes to your highlights for more context and better understanding.<\/p><p>Not only are your highlights and notes saved for later, but they have also synced across all your devices signed into the Booksio app, as well as the web reader. This means you can access your saved highlights and notes on any device, anytime, anywhere. Whether you’re studying for a test or preparing for a book club meeting, you’ll have all your important notes and highlights at your fingertips.<\/p><p>With the ability to easily save and access your highlights and notes, the Booksio app provides a seamless reading experience that helps you retain information and improve your understanding of the text. Say goodbye to manual note-taking and hello to a more efficient and effective way to study and read.<\/p>",
        "bg": "shopify:\/\/shop_images\/Mask_Group_9_1_1.png",
        "bg_mobile": "shopify:\/\/shop_images\/Mask_Group_9_1_1.png"
      }
    },
    "74b1d2f7-7964-4fc8-bfe3-d6f5acf6383a": {
      "type": "reader-app-dyslexia",
      "settings": {
        "title": "Having Trouble Reading? Try Our Dyslexia Font Type",
        "text": "<p>If you struggle with Dyslexia or certain visual impairments while reading eBooks, we have good news for you! In addition to the ability to choose your favorite font, font size, and color scheme, our app now offers a new font called “OpenDyslexic.” This font is specifically designed to make the reading process smoother for those who struggle with Dyslexia and other visual impairments.<\/p><p>If you find yourself re-reading sentences frequently, we encourage you to give OpenDyslexic a try. With this font, you may find that reading becomes easier and more enjoyable. Our app strives to provide a comfortable and customizable reading experience for all users, and the addition of OpenDyslexic is just one example of how we aim to achieve that goal.<\/p>",
        "bg": "shopify:\/\/shop_images\/Mask_Group_6_1.png",
        "bg_mobile": "shopify:\/\/shop_images\/Mask_Group_6_1.png"
      }
    },
    "877844f2-563c-4f61-b966-8b38b41f08cd": {
      "type": "reader-app-try",
      "blocks": {
        "f31003ba-cceb-4da7-93aa-40e59bb08fe2": {
          "type": "product",
          "settings": {
            "product": "copy-of-the-match"
          }
        },
        "3f4914e4-1ffc-4ddf-b2fa-e6f18eec8286": {
          "type": "product",
          "settings": {
            "product": "lessons-in-chemistry"
          }
        },
        "84dc54e6-8070-4083-8dff-b7f97cfb8479": {
          "type": "product",
          "settings": {
            "product": "things-are-what-you-make-of-them"
          }
        }
      },
      "block_order": [
        "f31003ba-cceb-4da7-93aa-40e59bb08fe2",
        "3f4914e4-1ffc-4ddf-b2fa-e6f18eec8286",
        "84dc54e6-8070-4083-8dff-b7f97cfb8479"
      ],
      "settings": {
        "title": "Try the Booksio eReader App",
        "text": "<p>The Booksio app offers a convenient, seamless, and user-friendly reading and listening experience for book lovers everywhere. Whether you’re commuting to work, relaxing at home, or on the go, our app allows you to enjoy your favorite books anytime, anywhere.<\/p><p><\/p>"
      }
    },
    "subscribe": {
      "type": "subscribe",
      "settings": {
        "title": "Subscribe To Our Newsletter",
        "text": "<p>Have you signed up yet? Subscribe to our newsletter and we’ll keep you up-to-date on all of your <\/p><p>favorite authors, charities, books and special promotions. So don’t wait, sign up today!<\/p>"
      }
    }
  },
  "order": [
    "bebe6596-56c3-4d81-b048-91d7de23ff2e",
    "9ac1b29c-c329-4046-b59a-a22bc6645728",
    "a7fc24e1-aba5-43b0-843c-2fb2f9f81cc0",
    "5b8fbe1f-dc42-462d-8cb5-05a3e3b69e32",
    "9706f162-cef7-4c64-9fd3-16d3d531c18e",
    "e417214f-496d-4c5d-8152-07ea4dc2f150",
    "74b1d2f7-7964-4fc8-bfe3-d6f5acf6383a",
    "877844f2-563c-4f61-b966-8b38b41f08cd",
    "subscribe"
  ]
}